Repository: ossobv/aide-deb
Catalog: po/*.po
Languages: pt

source: Daily reports ar mailed to root by default
pt: Os relatórios diários são enviados para o root, por predefinição

source: You may change that in /etc/default/aide.
pt: Pode alterar isto em /etc/default/aide.

source: Initialize aide database?
pt: Inicializar a base de dados aide?

source: Before AIDE can be used, you will have to initialize a database.
pt: Antes de poder usar o AIDE, deve inicializar uma base de dados.

source: In order to do this, simply use the '/usr/sbin/aideinit' script.
pt: Para fazer isto, basta utilizar o script '/usr/sbin/aideinit'.

source: Move aide data files from old directory to new?
pt: Mover os ficheiros de dados do aide do directório antigo para o novo?

source: AIDE now stores its databases in /var/lib/aide by default. It appears that you have an older version installed which uses /usr/lib/aide. Would you like its contents moved for you?
pt: Por omissão a AIDE agora guarda as suas base de dados em /var/lib/aide. Parece que tem uma versão antiga instalada que usa o /usr/lib/aide. Deseja que o seu conteúdo seja movido por si?

source: Overwrite existing /var/lib/aide/aide.db.new?
pt: Escrever por cima do /var/lib/aide/aide.db.new existente?

source: You must install aide.db.new as /var/lib/aide/aide.db
pt: Deve instalar o aide.db.new como /var/lib/aide/aide.db

source: You will need to copy the file /var/lib/aide/aide.db.new to /var/lib/aide/aide.db before aide can use it.
pt: Terá de copiar o ficheiro /var/lib/aide/aide.db.new para /var/lib/aide/aide.db antes que a AIDE o possa usar.

source: Copy aide.db.new to aide.db?
pt: Copiar o aide.db.new para aide.db?

source: It is advisable for you to first look over /var/lib/aide/aide.db.new file before replacing the existing db. Would you like to replace it anyway?
pt: É aconselhável que veja primeiro o ficheiro /var/lib/aide/aide.db.new antes de substituir a base de dados existente. Deseja substituí-la de qualquer das formas?
